[
  {
    "id": 1,
    "title": "Orzo Italiano",
    "image": "https://res.cloudinary.com/hellofresh/image/upload/f_auto,fl_lossy,q_80,w_auto:100:1280/v1/hellofresh_s3/image/5b0332f630006c14151b2422-d841beca.jpg",
    "ingredients": [
      {
        "item": "Garlic",
        "qty": "2 cloves"
      },
      {
        "item": "Lemon",
        "qty": "1"
      },
      {
        "item": "Parsley",
        "qty": "1/4 Ounce"
      },
      {
        "item": "Orzo Pasta",
        "qty": "2/3 Cup"
      },
      {
        "item": "Chicken Stock Concentrate",
        "qty": "1"
      },
      {
        "item": "Panko Breadcrumbs",
        "qty": "1/4 Cup"
      },
      {
        "item": "Baby Spinach",
        "qty": "5 Ounces"
      },
      {
        "item": "Grape Tomatoes",
        "qty": "4 Ounces"
      },
      {
        "item": "Italian Chicken Sausage",
        "qty": "6 Ounces"
      },
      {
        "item": "Italian Seasoning",
        "qty": "1/2 Tbs"
      },
      {
        "item": "Mozzarella Cheese",
        "qty": "1/4 Cup"
      },
      {
        "item": "Parmesan Cheese",
        "qty": "1/4 Cup"
      },
      {
        "item": "Olive Oil",
        "qty": "I tsp"
      },
      {
        "item": "Salt"
      },
      {
        "item": "Pepper"
      }
    ],
    "directions": [
      {
        "step": 1,
        "info": "Wash and dry all produce. Preheat broiler to high. Mince garlic. Finely chop spinach until you have 1 cup very packed spinach. Halve lemon; cut one half into wedges for serving. Halve tomatoes. Pick parsley leaves from stems and finely chop; discard stems."
      },
      {
        "step": 2,
        "info": "Heat a drizzle of olive oil in a large, tall-sided pan over medium-high heat (use an ovenproof pan if you have one). Add 6 oz sausage to pan (about ⅔ of package; use the rest as you like). Break up meat into pieces. Cook until just browned, about 3 minutes."
      },
      {
        "step": 3,
        "info": "Add tomatoes and garlic to pan with sausage. Cook, stirring occasionally, until tomatoes start to wilt, 2-3 minutes. Add ⅔ cup orzo and ½ TBSP Italian seasoning. Cook, stirring, until orzo is coated in juices, about 1 minute. Season with salt and pepper."
      },
      {
        "step": 4,
        "info": "Add 2 cups water, stock concentrate, and a pinch of salt to same pan. Bring to a boil, then lower heat to medium. Let simmer, stirring occasionally, until orzo is almost al dente, 7-9 minutes. Stir in chopped spinach and cook until wilted, about 3 minutes more. TIP: If mixture seems dry, add water ¼ cup at a time until loose."
      },
      {
        "step": 5,
        "info": "Stir ¼ cup mozzarella and a squeeze of lemon into pan. Season with salt, pepper, and more lemon to taste. (TIP: If your pan is not ovenproof, transfer mixture to a baking dish at this point.) Sprinkle ¼ cup panko and Parmesan over top of orzotto. Broil until panko is golden brown, 1-3 minutes."
      },
      {
        "step": 6,
        "info": "Plate orzotto. Sprinkle parsley over top. Serve with lemon wedges on the side for squeezing over."
      }
    ]
  },

  {
    "id": 2,
    "title": "Grilled Chipotle Chicken Legs",
    "image": "https://res.cloudinary.com/hellofresh/image/upload/f_auto,fl_lossy,q_80,w_auto:100:1280/v1/hellofresh_s3/image/grilled-chipotle-chicken-legs-63bc1bb1.jpg",
    "ingredients": [
      {
        "item": "Barbecue Sauce",
        "qty": "1/4 Cup"
      },
      {
        "item": "Dijon Mustard",
        "qty": "2 tsp"
      },
      {
        "item": "Chicken Legs",
        "qty": "16 Ounce"
      },
      {
        "item": "Southwest Spice Blend",
        "qty": "1 tbs"
      },
      {
        "item": "Garlic",
        "qty": "2 Cloves"
      },
      {
        "item": "Green Beans",
        "qty": "6 Ounce"
      },
      {
        "item": "White Wine Vinegar",
        "qty": "4 tsp"
      },      
      {
        "item": "Chipotle Powder",
        "qty": "1 tps"
      },      
      {
        "item": "Yukon Gold Potatoes",
        "qty": "16 Ounce"
      },
      {
        "item": "Shallot",
        "qty": "1"
      },
      {
        "item": "Cilantro",
        "qty": "1/4 Ounce"
      },
      {
        "item": "Olive Oil",
        "qty": "4 tsp"
      },
      {
        "item": "Butter",
        "qty": "1 tbs"
      },
      {
        "item": "Vegetable Oil",
        "qty": "1 tsp"
      },
      {
        "item": "Pepper"
      },
      {
        "item": "Salt"
      }
    ],
    "directions": [
      {
        "step": 1,
        "info": "Wash and dry all produce. Heat a grill for medium heat. (TIP: If cooking indoors, heat oven to 450 degrees.) In a small bowl, combine barbecue sauce, 1 tsp vinegar, 1 tsp mustard, and ¼ tsp chipotle powder (we’ll use more of the vinegar and mustard later; add a pinch more chipotle for extra heat)."
      },
      {
        "step": 2,
        "info": "Pat chicken legs dry with a paper towel and rub all over with 1 tsp olive oil each. Season with plenty of salt and pepper. Add to grill and cover. Cook until no longer pink throughout, 35-40 minutes, flipping halfway through. TIP: If cooking indoors, roast chicken on a baking sheet in oven about 25 minutes."
      },
      {
        "step": 3,
        "info": "Meanwhile, cut potatoes into ¾-inch cubes. Cut two pieces of kitchen foil, each about 12 inches long. Place potatoes on foil, adding about half to each, and sprinkle with Southwest spice, a large pinch of salt, and a drizzle of olive oil. Toss to coat. Tightly seal foil around potatoes, making two packets."
      },
      {
        "step": 4,
        "info": "Place potato packets on grill and cook until tender, 25-35 minutes (or roast in oven about 35 minutes). Keep sealed until ready to serve. While chicken and potatoes cook, halve and peel shallot. Mince one half (save the rest for another use). Thinly slice garlic. Roughly chop cilantro. Heat a drizzle of olive oil in a large pan over medium-high heat. Add green beans and a large pinch of salt. Cook until just tender, about 5 minutes."
      },
      {
        "step": 5,
        "info": "Add a drizzle of vegetable oil to same pan, then toss in garlic and minced shallot. Cook until fragrant, about 30 seconds. Stir 1 TBSP vinegar and remaining mustard. Cook 30 seconds more. Remove from heat, then add 1 TBSP butter and half the cilantro, stirring to melt. Season with salt and pepper. Once chicken is cooked, increase grill heat to medium high."
      },
      {
        "step": 6,
        "info": "Brush chicken all over with half the barbecue sauce mixture. Cover and grill 2 minutes more, flipping once. (TIP: If cooking indoors, brush after 25 minutes, then roast 10 minutes more.) Remove chicken from heat and brush with rest of sauce mixture. Divide chicken, potatoes, and green beans between plates. Garnish with remaining cilantro."
      }
    ]
  },

  {
    "id": 3,
    "title": "Creamy Corn and Pancetta Chowder",
    "image": "https://res.cloudinary.com/hellofresh/image/upload/f_auto,fl_lossy,q_80,w_auto:100:1280/v1/hellofresh_s3/image/w32-r14-991f413b.jpg",
    "ingredients": [
      {
        "item": "Yukon Gold Potatoes",
        "qty": "24 Ounces"
      },
      {
        "item": "Scallions",
        "qty": "2"
      },
      {
        "item": "Yellow Onion",
        "qty": "1"
      },
      {
        "item": "Lime",
        "qty": "1"
      },
      {
        "item": "Flour",
        "qty": "2 tbs"
      },
      {
        "item": "Milk",
        "qty": "13.5 Ounce"
      },
      {
        "item": "Chicken Stock Concentrate",
        "qty": "2"
      },
      {
        "item": "Pancetta",
        "qty": "4 Ounce"
      },
      {
        "item": "Corn",
        "qty": "13.4 Ounce"
      },
      {
        "item": "Naan Bread",
        "qty": "4"
      },
      {
        "item": "Sour Cream",
        "qty": "8 tbs"
      },
      {
        "item": "Baby Spinach",
        "qty": "5 Ounce"
      },
      {
        "item": "Dried Cranberries",
        "qty": "2 Ounce"
      },
      {
        "item": "Honey Sesame Pecans",
        "qty": "1 Ounce"
      },
      {
        "item": "Cheddar Cheese",
        "qty": "1/2 Cup"
      },
      {
        "item": "Butter",
        "qty": "4 tbs"
      },
      {
        "item": "Olive Oil",
        "qty": "8.5 tsp"
      },
      {
        "item": "Salt"
      },
      {
        "item": "Pepper"
      }
    ],
    "directions": [
      {
        "step": 1,
        "info": "Wash and dry all produce. Adjust rack to upper position and preheat oven to 450 degrees. Cut potatoes into ½-inch cubes. Halve, peel, and dice onion. Trim, then thinly slice scallions, separating greens and whites. Halve lemon."
      },
      {
        "step": 2,
        "info": "Melt 2 TBSP butter in a large pot over medium-high heat. Add onion and scallion whites. Cook until very soft, 4-5 minutes. Season with plenty of salt and pepper. Stir in flour and cook 1 minute. Slowly pour in milk, a little at a time, until completely incorporated."
      },
      {
        "step": 3,
        "info": "Stir potatoes, 2½ cups water, and stock concentrates into pot. Season with plenty of pepper. Bring to a boil, then lower heat and reduce to a simmer. Cook until potatoes are tender and easily pierced by a knife, about 15 minutes."
      },
      {
        "step": 4,
        "info": "Meanwhile, heat a medium pan over medium-high heat. Add pancetta and cook, stirring often, until crisp, 6-7 minutes. Remove from pan and set aside on a paper-towel-lined plate to drain. Drain and rinse corn. Place naans on a baking sheet and sprinkle with a drizzle of olive oil; season with salt and pepper. Bake in oven until slightly crisp, 6-8 minutes. Cut naans in half."
      },
      {
        "step": 5,
        "info": "Once potatoes are tender, lightly mash in pot with a potato masher until chunky—some pieces should be crushed but a few whole ones should still remain. Stir in corn and allow to warm through. Remove pot from heat and let soup cool slightly. Stir in half the sour cream (2 packets). Taste and season with plenty of salt and pepper. TIP: Add a splash of water if soup is very thick."
      },
      {
        "step": 6,
        "info": "Place spinach, cranberries, and pecans in a large bowl. Add a squeeze or two of lemon and 2½ TBSP olive oil. Season with salt and pepper. Toss to combine. Divide soup between bowls and dollop with remaining sour cream. Sprinkle with cheddar, pancetta, and scallion greens. Serve with salad and naans for dipping on the side."
      }
    ]
  },
  {
    "id": 4,
    "title": "Teriyaki Chicken Stir-Fry",
    "image": "https://res.cloudinary.com/hellofresh/image/upload/f_auto,fl_lossy,q_80,w_auto:100:1280/v1/hellofresh_s3/image/teriyaki-chicken-tenders-f2ea8fe8.jpg",
    "ingredients": [
      {
        "item": "Ginger",
        "qty": "1 Thumb"
      },
      {
        "item": "Garlic",
        "qty": "2 cloves"
      },
      {
        "item": "Scallions",
        "qty": "2"
      },
      {
        "item": "Lime",
        "qty": "1"
      },
      {
        "item": "Jasmine Rice",
        "qty": "3/4 Cup"
      },
      {
        "item": "Sugar Snap Peas",
        "qty": "6 Ounce"
      },
      {
        "item": "Sesame Oil",
        "qty": "1 tsp"
      },
      {
        "item": "Sesame Seeds",
        "qty": "1 tbs"
      },
      {
        "item": "Chicken Stir-Fry",
        "qty": "10 Ounce"
      },
      {
        "item": "Soy Sauce",
        "qty": "3 tbs"
      },
      {
        "item": "White Wine Vinegar",
        "qty": "1 tbs"
      },
      {
        "item": "Cornstarch",
        "qty": "1/2 tsp"
      },
      {
        "item": "Vegetable Oil",
        "qty": "4 tsp"
      },
      {
        "item": "Sugar",
        "qty": "2 tbs"
      },
      {
        "item": "Salt"
      },
      {
        "item": "Pepper"
      }
    ],
    "directions": [
      {
        "step": 1,
        "info": "Wash and dry all produce. Preheat oven to 425 degrees. Bring 1¼ cups water and a large pinch of salt to a boil in a medium pot. Peel ginger and mince until you have 1 TBSP. Mince garlic. Trim, then thinly slice scallions, keeping greens and whites separate. Halve lime; cut one half into wedges."
      },
      {
        "step": 2,
        "info": "Once water is boiling, add rice to pot. Cover, lower heat, and reduce to a simmer. Cook until tender, 15-20 minutes. Remove from heat and keep covered."
      },
      {
        "step": 3,
        "info": "Trim any tough ends or strings from snap peas, then toss with a large drizzle of oil on a baking sheet. Season with salt and pepper. Roast in oven until crisp at edges, 10-12 minutes. Once done, toss snap peas with 1 tsp sesame oil, 1 tsp sesame seeds, and a squeeze of lime."
      },
      {
        "step": 4,
        "info": "Heat a large drizzle of oil in a large pan over medium-high heat. Pat chicken dry with a paper towel. Add to pan in a single layer and cook until browned but not cooked through, 4-6 minutes, tossing once. Remove from pan and set aside."
      },
      {
        "step": 5,
        "info": "Heat a large drizzle of oil in same pan over medium-high heat. Whisk soy sauce, 2 TBSP sugar, 1 TBSP white wine vinegar, and ½ tsp cornstarch in a small bowl. Put scallion whites, garlic, and ginger in pan and cook, tossing, until softened, about 1 minute. Stir in soy sauce mixture and bring to a simmer. Let thicken slightly, about 1 minute."
      },
      {
        "step": 6,
        "info": "Return chicken to pan and toss to coat. Cook until no longer pink in center, 1-2 minutes. Add a squeeze of lime to rice and fluff with a fork. Divide rice, snap peas, and chicken between plates. Drizzle with any remaining sauce. Garnish to taste with scallion greens and remaining sesame seeds (you may not use all). Serve with lime wedges."
      }
    ]
  },
  {
    "id": 5,
    "title": "Chickpea-Powered Mediterranean Couscous",
    "image": "https://res.cloudinary.com/hellofresh/image/upload/f_auto,fl_lossy,q_80,w_auto:100:1280/v1/hellofresh_s3/image/5b33fe4330006c32060ff6a2-6d72ccd9.jpg",
    "ingredients": [
      {
        "item": "Zucchini",
        "qty": "1"
      },
      {
        "item": "Garlic",
        "qty": "2 cloves"
      },
      {
        "item": "Scallions",
        "qty": "2"
      },
      {
        "item": "Lemon",
        "qty": "1"
      },
      {
        "item": "Israeli Couscous",
        "qty": "3/4 Cup"
      },
      {
        "item": "Thyme",
        "qty": "1/4 Ounce"
      },
      {
        "item": "Heirloom Grape Tomatoes",
        "qty": "4 Ounce"
      },
      {
        "item": "Sesame Seeds",
        "qty": "1 tbs"
      },
      {
        "item": "Chickpeas",
        "qty": "6.7 Ounce"
      },
      {
        "item": "Smoked Paprika",
        "qty": "1 tps"
      },
      {
        "item": "Vegetable Stock Concentrate",
        "qty": "1"
      },
      {
        "item": "Feta Cheese",
        "qty": "1/2 cup"
      },
      {
        "item": "Olive Oil",
        "qty": "2 tsp"
      },
      {
        "item": "Butter",
        "qty": "1 tbs"
      },
      {
        "item": "Salt"
      },
      {
        "item": "Pepper"
      }
    ],
    "directions": [
      {
        "step": 1,
        "info": "Wash and dry all produce. Adjust racks to middle and upper position and preheat oven to 425 degrees. Trim zucchini, then cut into ½-inch cubes. Halve tomatoes. Strip thyme leaves from stems. Trim, then thinly slice scallions, keeping greens and whites separate. Mince garlic. Halve lemon."
      },
      {
        "step": 2,
        "info": "Toss zucchini, tomatoes, and half of the thyme leaves on a baking sheet with a drizzle of olive oil. Season with salt and pepper. Roast in oven on middle rack until tender, about 20 minutes, tossing halfway through."
      },
      {
        "step": 3,
        "info": "Meanwhile, drain and rinse chickpeas. On another baking sheet, toss chickpeas, paprika, a drizzle of olive oil, and a pinch of salt and pepper. Roast in oven on upper rack until crisp, about 20 minutes, tossing halfway. TIP: The chickpeas may pop—it’s natural."
      },
      {
        "step": 4,
        "info": "Heat 1 TBSP butter, garlic, and scallion whites in a medium pot over medium-high heat. Once butter is melted and garlic is fragrant, add couscous and remaining thyme leaves. Toss to coat. Season with salt and pepper. Cook, tossing, until couscous is lightly toasted, 2-3 minutes."
      },
      {
        "step": 5,
        "info": "Stir stock concentrate and 1½ cups water into pot. Bring to a boil, then lower heat and reduce to a simmer. Cook until couscous is al dente, 10-12 minutes."
      },
      {
        "step": 6,
        "info": "Add half the veggies, half the feta cheese, and a squeeze of lemon to pot with couscous and toss to combine. Season with salt and pepper. Divide couscous mixture between plates, then top with chickpeas and remaining veggies. Sprinkle with scallion greens and remaining feta cheese."
      }
    ]
  },
  {
    "id": 6,
    "title": "Spinach Ricotta Ravioli",
    "image": "https://res.cloudinary.com/hellofresh/image/upload/f_auto,fl_lossy,q_80,w_auto:100:1280/v1/hellofresh_s3/image/5b33b0b6ae08b50e363d0042-c0dc89c6.jpg",
    "ingredients": [
      {
        "item": "Sweet Italian Chicken Sausage",
        "qty": "9 Ounce"
      },
      {
        "item": "Roma Tomato",
        "qty": "1"
      },
      {
        "item": "Scallions",
        "qty": "2"
      },
      {
        "item": "Lemon",
        "qty": "1"
      },
      {
        "item": "Italian Seasoning",
        "qty": "1 tbs"
      },
      {
        "item": "Spinach and Ricotta Ravioli",
        "qty": "9 Ounce"
      },
      {
        "item": "Chicken Stock Concentrate",
        "qty": "1"
      },
      {
        "item": "Sour Cream",
        "qty": "4 tbs"
      },
      {
        "item": "Vegetable Oil",
        "qty": "1 tbs"
      },
      {
        "item": "Butter",
        "qty": "1 tbs"
      },
      {
        "item": "Salt"
      },
      {
        "item": "Pepper"
      }
    ],
    "directions": [
      {
        "step": 1,
        "info": "Wash and dry all produce. Bring a large pot of salted water to a boil. Remove sausage from casings; discard casings. Trim, then thinly slice scallions, keeping greens and whites separate. Core and seed tomato, then dice into ½-inch cubes. Cut lemon into wedges."
      },
      {
        "step": 2,
        "info": "Heat 1 TBSP oil in a large pan over medium-high heat. Add scallion whites, sausage, and Italian seasoning, breaking up meat into pieces. Cook, tossing, until sausage is browned and cooked through and scallions are softened, 3-5 minutes. Stir in tomato and cook until just softened, 1-2 minutes."
      },
      {
        "step": 3,
        "info": "Once water boils, add ravioli to pot. Cook, stirring occasionally, until al dente and floating to the top, 4-5 minutes. Scoop out and reserve ½ cup ravioli cooking water, then carefully drain. TIP: Gently shake your strainer with the drained ravioli in it to remove as much moisture as possible."
      },
      {
        "step": 4,
        "info": "Reduce heat under pan with sausage mixture to low, then add a squeeze of lemon juice, a small splash of reserved ravioli cooking water, and stock concentrate. Give everything a stir, scraping up any browned bits on bottom of pan. Stir in 1 TBSP butter and sour cream. Season with salt and pepper. TIP: Add more cooking water as needed to give sauce a loose consistency."
      },
      {
        "step": 5,
        "info": "Carefully stir ravioli into pan. Season with salt, pepper, and a squeeze or two of lemon juice (to taste)."
      },
      {
        "step": 6,
        "info": "Divide ravioli mixture between bowls, then sprinkle with scallion greens. Serve any remaining lemon on the side for squeezing over."
      }
    ]
  },
  {
    "id": 7,
    "title": "French Onion Burgers",
    "image": "https://res.cloudinary.com/hellofresh/image/upload/f_auto,fl_lossy,q_80,w_auto:100:1280/v1/hellofresh_s3/image/french-onion-burgers-eb8c7441.jpg",
    "ingredients": [
      {
        "item": "Yellow Onion",
        "qty": "1"
      },
      {
        "item": "Kale",
        "qty": "4 Ounce"
      },
      {
        "item": "Thyme",
        "qty": "1/4 Ounce"
      },
      {
        "item": "Milk",
        "qty": "1/2 cup"
      },
      {
        "item": "Flour",
        "qty": "1 tbs"
      },
      {
        "item": "Beef Stock Concentrate",
        "qty": "1"
      },
      {
        "item": "Gruyere Cheese",
        "qty": "1/2 Cup"
      },
      {
        "item": "Nutmeg",
        "qty": "0.13 tsp"
      },
      {
        "item": "Ground Beef",
        "qty": "10 Ounce"
      },
      {
        "item": "Brioche Buns",
        "qty": "2"
      },
      {
        "item": "Sugar",
        "qty": "1 tsp"
      },
      {
        "item": "Olive Oil",
        "qty": "1 tbs"
      },
      {
        "item": "Butter",
        "qty": "1 tbs"
      },
      {
        "item": "Salt"
      },
      {
        "item": "Pepper"
      }
    ],
    "directions": [
      {
        "step": 1,
        "info": "Wash and dry all produce. Preheat oven to 350 degrees. Halve, peel, and thinly slice onion. Remove stems and large ribs from kale, then tear leaves into bite-sized pieces. Toss on a baking sheet with a drizzle of olive oil and a pinch of salt and pepper. Bake in oven until crisp, 10-12 minutes. TIP: Keep an eye on these—they can burn quickly."
      },
      {
        "step": 2,
        "info": "Heat a drizzle of olive oil in a large pan over medium heat. Add onion and thyme sprigs. Cook, tossing, until soft and browned, 7-8 minutes. Stir in stock concentrate, 1 tsp sugar, and ¼ cup water. Simmer until onion is jammy, 2-3 minutes. Remove and discard thyme sprigs. Remove onion from pan and set aside. Wipe out pan."
      },
      {
        "step": 3,
        "info": "Meanwhile, grate cheese on large holes of a grater. Melt 1 TBSP butter in a small pot over medium heat. Add flour and stir until lightly toasted, about 1 minute. Slowly whisk in ½ cup milk, then simmer until thickened, 1-2 minutes. Season with a pinch of nutmeg, salt, and pepper. Set aside off heat."
      },
      {
        "step": 4,
        "info": "Shape beef into two evenly sized patties (they should be slightly larger than the buns). Season all over with salt and pepper. Heat a drizzle of oil in pan used for onion over medium-high heat. Add burgers and cook until just shy of desired doneness, 3-5 minutes per side. Sprinkle cheese on top of each burger, cover pan, and cook until cheese melts, 1-2 minutes."
      },
      {
        "step": 5,
        "info": "While burgers cook, split buns half and place on a baking sheet. Toast in oven until golden, 2-3 minutes."
      },
      {
        "step": 6,
        "info": "Spread béchamel onto buns, then fill with burgers and onion. Serve with kale chips to the side."
      }
    ]
  },
  {
    "id": 8,
    "title": "Mediterranean Baked Veggies",
    "image": "https://res.cloudinary.com/hellofresh/image/upload/f_auto,fl_lossy,q_80,w_auto:100:1280/v1/hellofresh_s3/image/5b3aa04b30006c644d600292-1f072c43.jpg",
    "ingredients": [
      {
        "item": "Asparagus",
        "qty": "8 Ounce"
      },
      {
        "item": "Garlic",
        "qty": "2 cloves"
      },
      {
        "item": "Scallions",
        "qty": "2"
      },
      {
        "item": "Grape Tomatoes",
        "qty": "4 Ounce"
      },
      {
        "item": "Israeli Couscous",
        "qty": "3/4 Cup"
      },
      {
        "item": "Thyme",
        "qty": "1/4 Ounce"
      },
      {
        "item": "Sliced Almonds",
        "qty": "1 Ounce"
      },
      {
        "item": "Vegetable Stock Concentrate",
        "qty": "2"
      },
      {
        "item": "Feta Cheese",
        "qty": "1/2 cup"
      },
      {
        "item": "Olive Oil",
        "qty": "2 tsp"
      },
      {
        "item": "Butter",
        "qty": "1 tbs"
      },
      {
        "item": "Salt"
      },
      {
        "item": "Pepper"
      }
    ],
    "directions": [
      {
        "step": 1,
        "info": "Wash and dry all produce. Adjust rack to middle position and preheat oven to 450 degrees. Mince or grate garlic. Trim and discard woody bottoms from asparagus, then cut into 3-inch pieces. Strip thyme leaves from stems. Discard stems; roughly chop leaves. Put stock concentrates and 1 cup water in a small pot and bring to a simmer."
      },
      {
        "step": 2,
        "info": "Toss garlic, asparagus, tomatoes, half the thyme, and a drizzle of olive oil on a baking sheet. Season with salt and pepper. Roast in oven until asparagus is tender and tomatoes burst, about 20 minutes, tossing halfway through."
      },
      {
        "step": 3,
        "info": "Thinly slice scallions, keeping greens and whites separate. Melt 1 TBSP butter in a medium pot over medium heat. Add scallion whites and cook, tossing, until fragrant, 1-2 minutes."
      },
      {
        "step": 4,
        "info": "Add couscous and remaining thyme to pot with scallion whites. Cook, tossing, until grains are lightly toasted, about 1 minute."
      },
      {
        "step": 5,
        "info": "Pour simmering stock into pot with couscous. Reduce heat to low, cover, and simmer until tender, 8-10 minutes."
      },
      {
        "step": 6,
        "info": "Fluff couscous with a fork. Season with salt and pepper. Divide between plates, then top with roasted veggies. Sprinkle with almonds, feta cheese, and scallion greens."
      }
    ]
  },
  {
    "id": 9,
    "title": "Chickpea-Powered Mediterranean Couscous",
    "image": "https://res.cloudinary.com/hellofresh/image/upload/f_auto,fl_lossy,q_80,w_auto:100:1280/v1/hellofresh_s3/image/5b33fe4330006c32060ff6a2-6d72ccd9.jpg",
    "ingredients": [
      {
        "item": "Zucchini",
        "qty": "1"
      },
      {
        "item": "Garlic",
        "qty": "2 cloves"
      },
      {
        "item": "Scallions",
        "qty": "2"
      },
      {
        "item": "Lemon",
        "qty": "1"
      },
      {
        "item": "Israeli Couscous",
        "qty": "3/4 Cup"
      },
      {
        "item": "Thyme",
        "qty": "1/4 Ounce"
      },
      {
        "item": "Heirloom Grape Tomatoes",
        "qty": "4 Ounce"
      },
      {
        "item": "Sesame Seeds",
        "qty": "1 tbs"
      },
      {
        "item": "Chickpeas",
        "qty": "6.7 Ounce"
      },
      {
        "item": "Smoked Paprika",
        "qty": "1 tps"
      },
      {
        "item": "Vegetable Stock Concentrate",
        "qty": "1"
      },
      {
        "item": "Feta Cheese",
        "qty": "1/2 cup"
      },
      {
        "item": "Olive Oil",
        "qty": "2 tsp"
      },
      {
        "item": "Butter",
        "qty": "1 tbs"
      },
      {
        "item": "Salt"
      },
      {
        "item": "Pepper"
      }
    ],
    "directions": [
      {
        "step": 1,
        "info": "Wash and dry all produce. Adjust racks to middle and upper position and preheat oven to 425 degrees. Trim zucchini, then cut into ½-inch cubes. Halve tomatoes. Strip thyme leaves from stems. Trim, then thinly slice scallions, keeping greens and whites separate. Mince garlic. Halve lemon."
      },
      {
        "step": 2,
        "info": "Toss zucchini, tomatoes, and half of the thyme leaves on a baking sheet with a drizzle of olive oil. Season with salt and pepper. Roast in oven on middle rack until tender, about 20 minutes, tossing halfway through."
      },
      {
        "step": 3,
        "info": "Meanwhile, drain and rinse chickpeas. On another baking sheet, toss chickpeas, paprika, a drizzle of olive oil, and a pinch of salt and pepper. Roast in oven on upper rack until crisp, about 20 minutes, tossing halfway. TIP: The chickpeas may pop—it’s natural."
      },
      {
        "step": 4,
        "info": "Heat 1 TBSP butter, garlic, and scallion whites in a medium pot over medium-high heat. Once butter is melted and garlic is fragrant, add couscous and remaining thyme leaves. Toss to coat. Season with salt and pepper. Cook, tossing, until couscous is lightly toasted, 2-3 minutes."
      },
      {
        "step": 5,
        "info": "Stir stock concentrate and 1½ cups water into pot. Bring to a boil, then lower heat and reduce to a simmer. Cook until couscous is al dente, 10-12 minutes."
      },
      {
        "step": 6,
        "info": "Add half the veggies, half the feta cheese, and a squeeze of lemon to pot with couscous and toss to combine. Season with salt and pepper. Divide couscous mixture between plates, then top with chickpeas and remaining veggies. Sprinkle with scallion greens and remaining feta cheese."
      }
    ]
  }
]